{
  "blink-cmp-copilot": { "branch": "main" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "floaterm": { "branch": "main" },
  "fnpairs.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lua-async-await": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini-git": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.snippets": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.tabline": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
